tap "heroku/brew"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "phrase/brewed"
tap "puma/puma"
tap "thoughtbot/formulae"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "mongodb/brew"

cask_args appdir: "/Applications"

brew "bash"
brew "make"
brew "git"
brew "git-standup"
brew "tig"
brew "gnupg"
brew "pinentry-mac"
brew "fish"
brew "nodenv"
brew "jemalloc"
brew "chruby-fish"
brew "ruby-install"
brew "wget"
brew "tree"
brew "heroku"
brew "fzf"
brew "the_silver_searcher"
brew "htop"
brew "gnu-sed"
brew "httpie"
brew "tmux"
brew "sqlite"
brew "mysql@8.0"
brew "mas"
brew "yt-dlp"
brew "imagemagick"
brew "puma-dev"
brew "libvips"
brew "libheif"
brew "libavif"
brew "libyaml"
brew "redis"
brew "openssl"
brew "ripgrep"
brew "nvim"
brew "tree-sitter"
brew "lua"
brew "luajit"
brew "lua-language-server"
brew "gh"
brew "eza"
brew "fd"
brew "phrase"
brew "ffmpeg"
brew "rust"
brew "asciinema"
brew "awscli"
brew "mongodb-community"
brew "exiftool"
brew "defaultbrowser"
brew "yq"
brew "gum"
brew "kubectl"
brew "jq"

cask "iterm2"
cask "slack"
cask "vlc"
cask "appcleaner"
cask "signal"
cask "inkscape"
cask "brave-browser"
cask "chirp"
cask "vox"
cask "vox-preferences-pane"
cask "keybase"
cask "1password"
cask "discord"
cask "steam"
cask "notion"
cask "adobe-acrobat-reader"
cask "ngrok"
cask "monitorcontrol"
cask "tuple"
cask "github"
cask "font-jetbrains-mono-nerd-font"
cask "insta360-studio"
cask "viscosity"
cask "orbstack"
cask "rubymine"
cask "zoom"
cask "send-to-kindle"
cask "warp"
cask "claude"
cask "ghostty"
cask "calibre"

mas "1 Password for Safari", id: 1_569_813_296
mas "Magnet", id: 441_258_766
mas "AdGuard for Safari", id: 1_440_147_259
mas "Noko", id: 879_917_538
mas "Gestimer", id: 990_588_172
mas "WhatsApp", id: 310_633_997
mas "Pixelmator", id: 407_963_104
mas "Pixelmator Pro", id: 1_289_583_905
mas "The Unarchiver", id: 425_424_353
mas "Mactracker", id: 430_255_202
mas "iA Writer", id: 775_737_590
mas "Messenger", id: 1_480_068_668
mas "GIPHY Capture", id: 668_208_984
mas "Baby Monitor 3G", id: 626_137_367
mas "Tapes", id: 779_457_527
mas "Kindle", id: 302_584_613
mas "Annotate", id: 918_207_447
mas "Be Focused Pro - Focus Timer", id: 961_632_517
mas "Reeder 5", id: 1_529_448_980
mas "Joystick Show", id: 515_886_877
mas "DaVinci Resolve", id: 571_213_070
mas "gifski", id: 1351639930
mas "Amphetamine", id: 937984704

