tap "cormacrelf/tap"
tap "heroku/brew"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "phrase/brewed"
tap "puma/puma"
tap "stripe/stripe-cli"
tap "thoughtbot/formulae"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"

cask_args appdir: "/Applications"

brew "git"
brew "git-standup"
brew "gist"
brew "tig"
brew "gnupg"
brew "pinentry-mac"
brew "fish"
brew "nodenv"
brew "jemalloc"
brew "rbenv"
brew "ruby-install"
brew "wget"
brew "tree"
brew "heroku"
brew "fzf"
brew "the_silver_searcher"
brew "htop"
brew "gnu-sed"
brew "httpie"
brew "tmux"
brew "sqlite"
brew "postgresql@13"
brew "mysql"
brew "mas"
brew "youtube-dl"
brew "speedtest-cli"
brew "imagemagick"
brew "puma-dev"
brew "libvips"
brew "libheif"
brew "stripe"
brew "redis"
brew "openssl"
brew "elm"
brew "ripgrep"
brew "nvim"
brew "tree-sitter"
brew "luajit"
brew "gh"
brew "exa"
brew "fd"
brew "dark-notify"
brew "phrase"
brew "ffmpeg"
brew "rust"
brew "asciinema"

cask "iterm2"
cask "slack"
cask "spotify"
cask "mumble"
cask "vlc"
cask "appcleaner"
cask "signal"
cask "inkscape"
cask "brave-browser"
cask "chirp"
cask "vox"
cask "vox-preferences-pane"
cask "keybase"
cask "1password"
cask "1password-cli"
cask "skype"
cask "discord"
cask "steam"
cask "notion"
cask "adobe-acrobat-reader"
cask "ngrok"
cask "karabiner-elements"
cask "monitorcontrol"
cask "scratch"
cask "tuple"
cask "visual-studio-code"
cask "github"
cask "font-jetbrains-mono-nerd-font"
cask "gather"
cask "insta360-studio"
cask "loom"
cask "viscosity"
cask "docker"
cask "rubymine"

mas "1 Password for Safari",id: 1_569_813_296
mas "Magnet", id: 441_258_766
mas "AdGuard for Safari", id: 1_440_147_259
mas "Noko", id: 879_917_538
mas "Gestimer", id: 990_588_172
mas "WhatsApp", id: 1_147_396_723
mas "Pixelmator", id: 407_963_104
mas "Pixelmator Pro", id: 1_289_583_905
mas "The Unarchiver", id: 425_424_353
mas "Mactracker", id: 430_255_202
mas "iA Writer", id: 775_737_590
mas "Messenger", id: 1_480_068_668
mas "GIPHY Capture", id: 668_208_984
mas "Baby Monitor 3G", id: 626_137_367
mas "Tapes", id: 779_457_527
mas "Kindle", id: 405_399_194
mas "Annotate", id: 918_207_447
mas "Be Focused Pro - Focus Timer", id: 961_632_517
mas "Reeder 5", id: 1_529_448_980
mas "Joystick Show", id: 515_886_877
mas "DaVinci Resolve", id: 571_213_070
