tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "heroku/brew"
tap "thoughtbot/formulae"
tap "stripe/stripe-cli"
tap "puma/puma"
tap "cooklang/tap"
tap "cormacrelf/tap"

cask_args appdir: "/Applications"

brew "git"
brew "git-standup"
brew "gist"
brew "tig"
brew "gnupg"
brew "pinentry-mac"
brew "fish"
brew "node@16"
brew "jemalloc"
brew "rbenv"
brew "ruby-install"
brew "wget"
brew "tree"
brew "heroku"
brew "fzf"
brew "the_silver_searcher"
brew "htop"
brew "gnu-sed"
brew "httpie"
brew "vim"
brew "tmux"
brew "sqlite"
brew "postgresql"
brew "mysql"
brew "mas"
brew "youtube-dl"
brew "speedtest-cli"
brew "imagemagick"
brew "puma-dev"
brew "libvips"
brew "libheif"
brew "stripe"
brew "redis"
brew "neo4j"
brew "openssl"
brew "elm"
brew "ripgrep"
brew "nvim"
brew "tree-sitter"
brew "luajit"
brew "gh"
brew "exa"
brew "cook"
brew "fd"
brew "dark-notify"

cask "chromedriver"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "spotify"
cask "mumble"
cask "vlc"
cask "appcleaner"
cask "signal"
cask "muzzle"
cask "inkscape"
cask "brave-browser"
cask "chirp"
cask "vox"
cask "vox-preferences-pane"
cask "keybase"
cask "docker"
cask "1password-cli"
cask "skype"
cask "firefox-developer-edition"
cask "discord"
cask "discord-ptb"
cask "steam"
cask "notion"
cask "gog-galaxy"
cask "porting-kit"
cask "adobe-acrobat-reader"
cask "ngrok"
cask "karabiner-elements"
cask "monitorcontrol"
cask "scratch"
cask "tuple"
cask "visual-studio-code"
cask "github"

mas "1Password 7", id: 1333542190
mas "Magnet", id: 441258766
mas "AdGuard for Safari", id: 1440147259
mas "Noko", id: 879917538
mas "Gestimer", id: 990588172
mas "WhatsApp", id: 1147396723
mas "Pixelmator", id: 407963104
mas "The Unarchiver", id: 425424353
mas "Mactracker", id: 430255202
mas "iA Writer", id: 775737590
mas "Messenger", id: 1480068668
mas "GIPHY Capture", id: 668208984
mas "Baby Monitor 3G", id: 626137367
mas "Tapes", id: 779457527
mas "Kindle", id: 405399194
mas "Annotate", id: 918207447
mas "Be Focused Pro - Focus Timer", id: 961632517
mas "Reeder 5", id: 1529448980
mas "Joystick Show", id: 515886877

